<html><head><meta charset="utf-8"></head><body><h2>Geoffrey Hinton 「神经网络与机器学习」课程简评</h2><p> <blockquote><p style="line-height: 1.75em;"><span style="font-size: 14px;">Geoffrey Hinton &#x7684;&#x300C;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x4E0E;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x300D;&#x8BFE;&#x7A0B;&#x662F;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x9886;&#x57DF;&#x957F;&#x4E45;&#x4E0D;&#x8870;&#x7684;&#x7ECF;&#x5178;&#x4E4B;&#x4E00;&#xFF0C;Arthur Chan &#x5728; The Grand Janitor &#x53D1;&#x8868;&#x4E86;&#x4E00;&#x7BC7;&#x5173;&#x4E8E; Hinton&#x8BFE;&#x7A0B;&#x7684;&#x56DE;&#x987E;&#x6587;&#x7AE0;&#xFF0C;&#x673A;&#x5668;&#x4E4B;&#x5FC3;&#x5BF9;&#x5176;&#x505A;&#x4E86;&#x7F16;&#x8BD1;&#x3002;</span></p></blockquote><p><br></p><p style="line-height: 1.75em;">&#x5BF9;&#x6211;&#x800C;&#x8A00;&#xFF0C;&#x5B8C;&#x6210; Hinton &#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x8BFE;&#x7A0B;&#xFF08;https://goo.gl/GbC3qd&#xFF09;&#x6216;&#x8005;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x548C;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF08;Neural Networks and Machine Learning&#xFF0C;NNML&#xFF09;&#x8BFE;&#x7A0B;&#x662F;&#x4E00;&#x4E2A;&#x671F;&#x5F85;&#x5DF2;&#x4E45;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x8BE5;&#x8BFE;&#x7A0B;&#x4E8E; 2012 &#x5E74;&#x9996;&#x6B21;&#x542F;&#x52A8;&#x3002;&#x90A3;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x8FD8;&#x6CA1;&#x90A3;&#x4E48;&#x76F8;&#x4FE1;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x80FD;&#x529B;&#xFF08;https://goo.gl/eWVN2I&#xFF09;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5927;&#x7EA6;&#x5728; 2013 &#x5E74;&#x6211;&#x6539;&#x53D8;&#x4E86;&#x60F3;&#x6CD5;&#xFF0C;&#x5374;&#x53D1;&#x73B0;&#x505C;&#x8BFE;&#x4E86;&#x3002;&#x76F4;&#x5230; 2 &#x5E74;&#x4EE5;&#x540E;&#x6211;&#x624D;&#x51B3;&#x5B9A;&#x53BB;&#x4E0A;&#x5434;&#x6069;&#x8FBE;&#x5173;&#x4E8E;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF08;https://goo.gl/CkmL7d&#xFF09;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x6700;&#x540E;&#x6211;&#x7EC8;&#x4E8E;&#x53EF;&#x4EE5;&#x518D;&#x6B21;&#x53BB;&#x4E0A; Hinton &#x66FE;&#x7ECF;&#x7684;&#x8BFE;&#x4E86;&#x3002;&#x4F46;&#x662F;&#x4ED6;&#x7684;&#x8BFE;&#x7A0B;&#x76F4;&#x5230;&#x53BB;&#x5E74; 10 &#x6708;&#x4EFD;&#x624D;&#x518D;&#x6B21;&#x6062;&#x590D;&#xFF0C;&#x6211;&#x51B3;&#x5B9A;&#x518D;&#x542C;&#x4E00;&#x6B21;&#xFF0C;&#x6BD4;&#x5982;&#xFF0C;&#x628A;&#x6240;&#x6709;&#x7684;&#x89C6;&#x9891;&#x518D;&#x770B;&#x4E00;&#x6B21;&#xFF0C;&#x5B8C;&#x6210;&#x6240;&#x6709;&#x7684;&#x4F5C;&#x4E1A;&#x5E76;&#x4E14;&#x62FF;&#x5230;&#x8BFE;&#x7A0B;&#x5B66;&#x5206;&#x3002;&#x901A;&#x8FC7;&#x6211;&#x7684;&#x5B66;&#x4E60;&#x5386;&#x7A0B;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x8FD9;&#x95E8;&#x8BFE;&#x5F88;&#x96BE;&#x3002;&#x6240;&#x4EE5;&#x6709;&#x4E9B;&#x89C6;&#x9891;&#x6211;&#x770B;&#x4E86; 4 &#x5230; 5 &#x6B21;&#x624D;&#x5F04;&#x660E;&#x767D; Hinton &#x5230;&#x5E95;&#x5728;&#x8BF4;&#x4EC0;&#x4E48;&#x3002;&#x6709;&#x4E9B;&#x4F5C;&#x4E1A;&#x6211;&#x7528;&#x4E86;&#x5F88;&#x591A;&#x7CBE;&#x529B;&#x624D;&#x60F3;&#x901A;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x6211;&#x8FD8;&#x662F;&#x5B8C;&#x6210;&#x4E86;&#x6240;&#x6709; 20 &#x9879;&#x4F5C;&#x4E1A;&#x3002;&#x6211;&#x751A;&#x81F3;&#x8FD8;&#x4E70;&#x4E86;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x70AB;&#x8000;&#x7684;&#x8BC1;&#x4E66;&#xFF08;https://goo.gl/cssHj8&#xFF09;&#x3002;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x6BB5;&#x8BA9;&#x4EBA;&#x8033;&#x76EE;&#x4E00;&#x65B0;&#x3001;&#x53D1;&#x4EBA;&#x6DF1;&#x7701;&#x4E14;&#x4EE4;&#x4EBA;&#x6EE1;&#x610F;&#x7684;&#x7ECF;&#x5386;&#x3002;</p><p style="line-height: 1.75em;">&#x6240;&#x4EE5;&#xFF0C;&#x672C;&#x6587;&#x662F;&#x6211;&#x5BF9;&#x8BFE;&#x7A0B;&#x7684;&#x56DE;&#x987E;&#xFF0C;&#x4EE5;&#x53CA;&#x4E3A;&#x4F55;&#x3001;&#x4F55;&#x65F6;&#x4F60;&#x5E94;&#x8BE5;&#x4FEE;&#x5B83;&#x3002;&#x6211;&#x4E5F;&#x4F1A;&#x8BA8;&#x8BBA;&#x4E00;&#x4E2A;&#x5728;&#x8BBA;&#x575B;&#x4E0A;&#x4E0D;&#x65F6;&#x51FA;&#x73B0;&#x7684;&#x95EE;&#x9898;&#xFF1A;&#x8003;&#x8651;&#x5230;&#x73B0;&#x5728;&#x6709;&#x90A3;&#x4E48;&#x591A;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x8BFE;&#x7A0B;&#xFF0C;Hinton&#x7684;&#x7248;&#x672C;&#x4F1A;&#x4E0D;&#x4F1A;&#x5DF2;&#x7ECF;&#x8FC7;&#x65F6;&#x4E86;&#xFF1F;&#x4EA6;&#x6216;&#x662F;&#x5B83;&#x4ECD;&#x65E7;&#x662F;&#x5165;&#x95E8;&#x8005;&#x7684;&#x6700;&#x4F73;&#x9009;&#x62E9;&#xFF1F;&#x6211;&#x4F1A;&#x6700;&#x540E;&#x89E3;&#x7B54;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x56F0;&#x96BE;&#x7684;&#x65E7;&#x7248;&#x672C;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x6211;&#x4F69;&#x670D;&#x90A3;&#x4E9B;&#x7528; Coursera &#x4E0A;&#x7684;&#x8001;&#x7248;&#x672C;&#x5B8C;&#x6210;&#x8BE5;&#x8BFE;&#x7A0B;&#x7684;&#x4EBA;&#x3002;&#x4F17;&#x6240;&#x5468;&#x77E5;&#xFF0C;NNML &#x6BD4;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF08;https://goo.gl/gg9iSd&#xFF09;&#x96BE;&#x5F97;&#x591A;&#xFF0C;&#x4E5F;&#x6B63;&#x5982;&#x8FD9;&#x91CC;&#x7684;&#x8BC4;&#x8BBA;&#x6240;&#x8A00;&#xFF08;https://goo.gl/EhfiAa &#xFF1B;https://goo.gl/BwAjSs&#xFF09;&#x3002;&#x6211;&#x670B;&#x53CB;&#x4E2D;&#x5F88;&#x591A;&#x6709;&#x535A;&#x58EB;&#x5B66;&#x4F4D;&#x7684;&#x4EBA;&#x90FD;&#x4E0D;&#x592A;&#x80FD;&#x8DDF;&#x5F97;&#x4E0A; Hinton &#x8BFE;&#x7A0B;&#x7684;&#x540E;&#x534A;&#x90E8;&#x5206;&#x3002;</p><p style="line-height: 1.75em;">&#x96BE;&#x602A;&#xFF1A;&#x5F53; Kapathay &#x5728; 2013 &#x5E74;&#x56DE;&#x987E;&#x5B83;&#xFF08;https://goo.gl/u3Ycv7&#xFF09;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x6CE8;&#x610F;&#x5230;&#x8BE5;&#x8BFE;&#x7A0B;&#x6D8C;&#x5165;&#x4E86;&#x4E00;&#x7FA4;&#x975E;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4EBA;&#x5458;&#x3002;&#x5BF9;&#x65B0;&#x624B;&#x6765;&#x8BF4;&#xFF0C;&#x7406;&#x89E3;&#x8BF8;&#x5982;&#x50CF;&#x80FD;&#x91CF;&#x6A21;&#x578B;&#xFF08;energy-based model&#xFF0C;EBM&#xFF09;&#x8FD9;&#x6837;&#x7684;&#x4E3B;&#x9898;&#x4F1A;&#x663E;&#x5F97;&#x975E;&#x5E38;&#x5438;&#x5F15;&#x4EBA;&#xFF0C;&#x8981;&#x77E5;&#x9053;&#x80FD;&#x91CF;&#x6A21;&#x578B;&#x975E;&#x5E38;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x3002;&#x6216;&#x8005;&#x6DF1;&#x5EA6;&#x4FE1;&#x5FF5;&#x7F51;&#x7EDC;&#xFF08;deep belief network &#xFF0C;DBN&#xFF09;&#x5462;&#xFF1F;&#x4ECA;&#x5929;&#x4EBA;&#x4EEC;&#x4F9D;&#x7136;&#x5C06;&#x5176;&#x4E0E;&#x6DF1;&#x5EA6;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF08;deep neural network &#xFF0C;DNN&#xFF09;&#x76F8;&#x6DF7;&#x6DC6;&#x3002;&#x8001;&#x5B9E;&#x8BF4;&#xFF0C;&#x7531;&#x4E8E;&#x6DF1;&#x5EA6;&#x4FE1;&#x5FF5;&#x7F51;&#x7EDC;&#x5982;&#x6B64;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#xFF0C;&#x6211;&#x81F3;&#x4ECA;&#x4E0D;&#x80FD;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x7B2C; 15 &#x8BB2;&#x91CC;&#x7684;&#x4E00;&#x4E9B;&#x8BC1;&#x660E;&#x3002;</p><p style="line-height: 1.75em;">&#x8001;&#x7248;&#x672C;&#x53EA;&#x5141;&#x8BB8; 3 &#x6B21;&#x6D4B;&#x8BD5;&#x5C1D;&#x8BD5;&#xFF0C;&#x800C;&#x4E14;&#x65F6;&#x95F4;&#x5F88;&#x7D27;&#xFF0C;&#x4F60;&#x53EA;&#x6709;&#x4E00;&#x6B21;&#x673A;&#x4F1A;&#x53BB;&#x5B8C;&#x6210;&#x8BFE;&#x7A0B;&#x3002;&#x6709;&#x4E2A;&#x5BB6;&#x5EAD;&#x4F5C;&#x4E1A;&#x8981;&#x6C42;&#x4ECE;&#x96F6;&#x5F00;&#x59CB;&#x53CD;&#x63A8;&#x53CD;&#x5411;&#x4F20;&#x64AD;&#x7684;&#x77E9;&#x9635;&#x5F62;&#x5F0F;&#x3002;&#x8FD9;&#x4E00;&#x5207;&#x90FD;&#x4F7F;&#x8FD9;&#x95E8;&#x8BFE;&#x4E0D;&#x9002;&#x5408;&#x4E8E;&#x50CF;&#x6211;&#x8FD9;&#x6837;&#x5F88;&#x5FD9;&#x7684;&#x4EBA;&#x3002;&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x90A3;&#x4E9B; 2 &#x5230; 3 &#x5E74;&#x7EA7;&#x7684;&#x7814;&#x7A76;&#x751F;&#x751A;&#x6216;&#x662F;&#x90A3;&#x4E9B;&#x6709;&#x5145;&#x8DB3;&#x65F6;&#x95F4;&#x7684;&#x4ECE;&#x4E1A;&#x8005;&#x6765;&#x8BF4;&#x66F4;&#x52A0;&#x4E0D;&#x9002;&#x5408;(&#x4F46;&#x662F;&#xFF0C;&#x8C01;&#x9002;&#x5408;&#xFF1F;)&#x3002;<br></p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x65B0;&#x7248;&#x672C;&#x66F4;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x4ECD;&#x7136;&#x5177;&#x6709;&#x6311;&#x6218;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x5F53; Coursera &#x5C06;&#x5927;&#x90E8;&#x5206;&#x8BFE;&#x7A0B;&#x66FF;&#x6362;&#x6210;&#x65B0;&#x7248;&#x672C;&#x5E76;&#x5141;&#x8BB8;&#x5B66;&#x751F;&#x91CD;&#x4FEE;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x53BB;&#x5E74; 10 &#x6708;&#x53C8;&#x4FEE;&#x4E86;&#x4E00;&#x6B21;&#x65B0;&#x7248;&#x8BFE;&#x7A0B;&#xFF0C;&#x4ED6;&#x4EEC;&#x53BB;&#x6389;&#x4E86;&#x4EFB;&#x52A1;&#x91CC;&#x4E00;&#x4E9B;&#x56F0;&#x96BE;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x8BA9;&#x5B83;&#x66F4;&#x9002;&#x5408;&#x4E8E;&#x65F6;&#x95F4;&#x4E0D;&#x592A;&#x5145;&#x88D5;&#x7684;&#x4EBA;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x5E76;&#x4E0D;&#x610F;&#x5473;&#x7740;&#x8FD9;&#x95E8;&#x8BFE;&#x5C31;&#x4F1A;&#x5F88;&#x8F7B;&#x677E;&#xFF1A;&#x5927;&#x90E8;&#x5206;&#x5185;&#x5BB9;&#x91CC;&#xFF0C;&#x4F60;&#x90FD;&#x9700;&#x8981;&#x53CD;&#x590D;&#x7814;&#x7A76;&#x8BFE;&#x7A0B;&#x5185;&#x5BB9;&#xFF0C;&#x5F04;&#x6E05;&#x91CC;&#x7684;&#x6570;&#x5B66;&#x539F;&#x7406;&#x4EE5;&#x53CA;&#x4F2A;&#x4EE3;&#x7801;&#x7B49;&#x7B49;&#x3002;&#x8981;&#x6C42;&#x4F60;&#x63A8;&#x5BFC;&#x53CD;&#x5411;&#x4F20;&#x64AD;&#x77E9;&#x9635;&#x7684;&#x5BB6;&#x5EAD;&#x4F5C;&#x4E1A;&#x4F9D;&#x7136;&#x8FD8;&#x5728;&#x3002;&#x4F18;&#x70B9;&#x662F;&#xFF1A;&#x4F60;&#x4F9D;&#x7136;&#x53EF;&#x4EE5;&#x9886;&#x7565;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x5FEB;&#x4E50;&#x3002;&#xFF08;&#x7B11;&#xFF09;&#x7F3A;&#x70B9;&#x662F;&#xFF1A;&#x4F60;&#x4E0D;&#x5E94;&#x8BE5;&#x671F;&#x76FC;&#x81EA;&#x5DF1;&#x4E00;&#x5468;&#x4E0D;&#x82B1;&#x4E2A; 10 &#x5230; 15 &#x5C0F;&#x65F6;&#x5C31;&#x901A;&#x8FC7;&#x8BFE;&#x7A0B;&#x3002;<br></p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x4E3A;&#x4F55;&#x8BE5;&#x8BFE;&#x7A0B;&#x5177;&#x6709;&#x6311;&#x6218;&#xFF08;&#x4E00;&#xFF09;&#xFF1A;&#x6570;&#x5B66;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x4E0D;&#x540C;&#x4E8E;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x8BFE;&#x7A0B;&#x548C; cs231&#xFF08;&#x89C6;&#x89C9;&#x8BC6;&#x522B;&#x7684;&#x5377;&#x79EF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF1A;http://cs231n.stanford.edu/&#xFF09;&#xFF0C;NNML &#x5BF9;&#x4E8E;&#x6CA1;&#x6709;&#x5FAE;&#x79EF;&#x5206;&#x80CC;&#x666F;&#x7684;&#x65B0;&#x624B;&#x6765;&#x8BF4;&#x5E76;&#x4E0D;&#x7B80;&#x5355;&#x3002;&#x91CC;&#x9762;&#x7684;&#x6570;&#x5B66;&#x4F9D;&#x7136;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x56F0;&#x96BE;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x662F;&#x94FE;&#x5F0F;&#x5FAE;&#x5206;&#xFF0C;&#x5BF9; Hessian &#x539F;&#x7406;&#x7684;&#x76F4;&#x89C2;&#x7406;&#x89E3;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5411;&#x91CF;&#x5FAE;&#x5206;&#x2014;&#x2014;&#x4F46;&#x662F;&#x5982;&#x679C;&#x4F60;&#x4ECE;&#x672A;&#x5B66;&#x8FC7;&#x2014;&#x2014;&#x8FD9;&#x95E8;&#x8BFE;&#x5BF9;&#x4E8E;&#x4F60;&#x800C;&#x8A00;&#x5C31;&#x4F1A;&#x5F88;&#x96BE;&#x3002;&#x5728;&#x4F60;&#x4E0A;&#x8BFE;&#x4E4B;&#x524D;&#xFF0C;&#x81F3;&#x5C11;&#x53BB;&#x4E0A;&#x4E0A; &#x5FAE;&#x79EF;&#x5206; 1 &#x548C; 2&#xFF0C;&#x5E76;&#x4E14;&#x4ECE;&#x300A;&#x77E9;&#x9635;&#x98DF;&#x8C31;&#x300B;&#xFF08;https://goo.gl/hG9iCq&#xFF09;&#x4E2D;&#x4E86;&#x89E3;&#x4E00;&#x4E9B;&#x57FA;&#x672C;&#x65B9;&#x7A0B;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x4E3A;&#x4F55;&#x8BE5;&#x8BFE;&#x7A0B;&#x5177;&#x6709;&#x6311;&#x6218;&#xFF08;&#x4E8C;&#xFF09;&#xFF1A;&#x80FD;&#x91CF;&#x6A21;&#x578B;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#x56F0;&#x96BE;&#x53E6;&#x4E00;&#x4E2A;&#x7684;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x8BFE;&#x7A0B;&#x7684;&#x540E;&#x534A;&#x90E8;&#x5206;&#x5168;&#x90E8;&#x57FA;&#x4E8E;&#x6240;&#x8C13;&#x7684;&#x80FD;&#x91CF;&#x6A21;&#x578B;&#xFF08;EBM&#xFF09;&#xFF0C;&#x4F8B;&#x5982;&#x970D;&#x666E;&#x83F2;&#x5C14;&#x7F51;&#x7EDC;&#xFF08;HopfieldNet&#xFF09;&#xFF0C;&#x6CE2;&#x5C14;&#x5179;&#x66FC;&#x673A;&#xFF08;BM&#xFF09;&#x548C;&#x53D7;&#x9650;&#x73BB;&#x5C14;&#x5179;&#x66FC;&#x673A;&#xFF08;RBM&#xFF09;&#x3002;&#x5373;&#x4FBF;&#x4F60;&#x4E60;&#x60EF;&#x4E8E;&#x76D1;&#x7763;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x6D89;&#x53CA;&#x7684;&#x6570;&#x5B66;&#x77E5;&#x8BC6;&#xFF0C;&#x6BD4;&#x5982;&#x7EBF;&#x6027;&#x56DE;&#x5F52;&#x3001;&#x903B;&#x8F91;&#x56DE;&#x5F52;&#x751A;&#x6216;&#x662F;&#x53CD;&#x5411;&#x4F20;&#x64AD;&#xFF0C;RBM &#x7684;&#x6570;&#x5B66;&#x77E5;&#x8BC6;&#x4E5F;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x8650;&#x7206;&#x4F60;&#x3002;&#x96BE;&#x602A;&#xFF1A;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x4E2D;&#x7684;&#x5F88;&#x591A;&#x6709;&#x5176;&#x7269;&#x7406;&#x6765;&#x6E90;&#xFF0C;&#x5982; Ising &#x6A21;&#x578B;&#xFF08;https://en.wikipedia.org/wiki/Ising_model&#xFF09;&#x3002;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#x4E5F;&#x9891;&#x7E41;&#x4F7F;&#x7528;&#x4F7F;&#x7528;&#x6765;&#x81EA;&#x8D1D;&#x53F6;&#x65AF;&#x7F51;&#x7EDC;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x6BD4;&#x5982;&#xFF1A; explaining away&#xFF08;https://goo.gl/IJ4cFc&#xFF09; &#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x7269;&#x7406;&#x6216;&#x8D1D;&#x53F6;&#x65AF;&#x7F51;&#x7EDC;&#x7684;&#x57FA;&#x672C;&#x80CC;&#x666F;&#x77E5;&#x8BC6;&#xFF0C;&#x4F60;&#x4F1A;&#x611F;&#x5230;&#x76F8;&#x5F53;&#x56F0;&#x60D1;&#x3002;<br>&#x5BF9;&#x6211;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x82B1;&#x4E86;&#x76F8;&#x5F53;&#x4E00;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x5728;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4E0A;&#x641C;&#x7D22;&#x8D44;&#x6E90;&#xFF0C;&#x9605;&#x8BFB;&#x76F8;&#x5173;&#x6587;&#x732E;&#xFF0C;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x8BA9;&#x6211;&#x901A;&#x8FC7;&#x4E86;&#x4E00;&#x4E9B;&#x6D4B;&#x8BD5;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4E0D;&#x4F1A;&#x5047;&#x88C5;&#x6211;&#x660E;&#x767D;&#x4E86;&#x90A3;&#x4E9B;&#x4E3B;&#x9898;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4EEC;&#x5F88;&#x6DF1;&#x5965;&#x4E14;&#x53CD;&#x76F4;&#x89C9;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x4E3A;&#x4F55;&#x8BE5;&#x8BFE;&#x7A0B;&#x5177;&#x6709;&#x6311;&#x6218;&#xFF08;&#x4E09;&#xFF09;&#xFF1A;&#x5FAA;&#x73AF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x5982;&#x679C;&#x4F60;&#x6700;&#x8FD1;&#x60F3;&#x5B66;&#x4E60; RNN&#xFF0C;&#x53EF;&#x4ECE; Socher &#x7684; cs224d&#xFF08;http://cs224d.stanford.edu/&#xFF09;&#x8BFE;&#x7A0B;&#x5F00;&#x59CB;&#x6216;&#x8005;&#x8BFB; Mikolov &#x7684;&#x8BBA;&#x6587;&#x3002;LSTM&#xFF08;&#x957F;&#x77ED;&#x671F;&#x8BB0;&#x5FC6;&#x7F51;&#x7EDC;&#xFF09;&#x4F1A;&#x5F88;&#x5BB9;&#x6613;&#x6210;&#x4E3A;&#x4F60;&#x4EC5;&#x6709;&#x7684;&#x89E3;&#x51B3; RNN &#x68AF;&#x5EA6;&#x7206;&#x70B8;/&#x6D88;&#x5931;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD8;&#x6709;&#x5176;&#x5B83;&#x529E;&#x6CD5;&#xFF1A;&#x56DE;&#x58F0;&#x72B6;&#x6001;&#x7F51;&#x7EDC;&#xFF08;echo state network&#xFF0C;ESN&#xFF09;&#x548C; Hessian-free &#x65B9;&#x6CD5;&#x3002;&#x8FD1;&#x6765;&#x4EBA;&#x4EEC;&#x5F88;&#x5C11;&#x5BF9;&#x5B83;&#x4EEC;&#x8FDB;&#x884C;&#x8BA8;&#x8BBA;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x65B9;&#x7A0B;&#x5F62;&#x5F0F;&#x4E5F;&#x548C;&#x8BF8;&#x5982;&#x53CD;&#x5411;&#x4F20;&#x64AD;&#x3001;&#x68AF;&#x5EA6;&#x4E0B;&#x964D;&#x8FD9;&#x6837;&#x5BF9;&#x4F60;&#x4EEC;&#x800C;&#x8A00;&#x7684;&#x6807;&#x51C6;&#x65B9;&#x6CD5;&#x76F8;&#x53BB;&#x751A;&#x8FDC;&#x3002;&#x4F46;&#x662F;&#x5B66;&#x4E60;&#x5B83;&#x4EEC;&#x53EF;&#x4EE5;&#x6269;&#x5BBD;&#x4F60;&#x7684;&#x89C6;&#x91CE;&#xFF0C;&#x800C;&#x4E14;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x601D;&#x8003;&#x73B0;&#x5728;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x5426;&#x6B63;&#x786E;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x4F46;&#x662F;&#xFF0C;&#x5B83;&#x8D5E;&#x5417;&#xFF1F;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x5F53;&#x7136;&#x4E86;&#xFF01;&#x5F85;&#x6211;&#x5728;&#x4E0B;&#x7AE0;&#x4E3A;&#x4F60;&#x4E00;&#x4E00;&#x9053;&#x6765;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x4E3A;&#x4EC0;&#x4E48;&#x8D5E;&#xFF1F;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x5982;&#x679C;&#x4F60;&#x60F3;&#x5C1D;&#x8BD5;&#x4E00;&#x4E0B;&#x66F4;&#x9177;&#x4E00;&#x70B9;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;/&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#x5DE5;&#x5177;&#xFF0C;&#x4E0D;&#x59A8;&#x53BB;&#x4E0A;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x8BFE;&#xFF0C;&#x5C1D;&#x8BD5;&#x4E00;&#x4E0B;&#x5404;&#x79CD;&#x5E94;&#x7528;&#xFF0C;&#x7136;&#x540E;&#x5BA3;&#x79F0;&#x81EA;&#x5DF1;&#x662F;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x4E13;&#x5BB6;&#x2014;&#x2014;&#x597D;&#x5427;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x90FD;&#x662F;&#x8FD9;&#x4E48;&#x5E72;&#x7684;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x8BFE;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x8BA9;&#x4F60;&#x611F;&#x53D7;&#x4E00;&#x4E0B;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#xFF0C;&#x800C;&#x4E14;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8BFE;&#x540E;&#x4F60;&#x5C31;&#x80FD;&#x4F7F;&#x7528;&#x8BB8;&#x591A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5DE5;&#x5177;&#x4E86;&#x3002;<br>&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x610F;&#x8BC6;&#x5230;&#x4F60;&#x5BF9;&#x673A;&#x5668;&#x5B66;&#x4E60;/&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x7684;&#x7406;&#x89E3;&#x8FD8;&#x662F;&#x76F8;&#x5F53;&#x80A4;&#x6D45;&#x7684;&#x3002;&#x6216;&#x8BB8;&#x4F60;&#x8BA4;&#x4E3A;&#xFF0C;&#x201C;&#x54E6;&#xFF0C;&#x6211;&#x6709;&#x6570;&#x636E;&#xFF0C;&#x628A;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x6254;&#x8FDB;&#x7B97;&#x6CD5;&#x5427;&#xFF01;&#x201D;&#x201C;&#x5662;&#xFF0C;&#x6211;&#x60F3;&#x7528; XGBoost&#xFF0C;&#x662F;&#x7684;&#xFF01;&#x5B83;&#x603B;&#x80FD;&#x8DD1;&#x51FA;&#x6700;&#x597D;&#x7684;&#x7ED3;&#x679C;&#xFF01;&#x201D;&#x4E0D;&#x8FC7;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x6027;&#x80FD;&#x6570;&#x5B57;&#x5E76;&#x975E;&#x4E00;&#x5207;&#x3002;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7406;&#x89E3;&#x6A21;&#x578B;&#x7684;&#x8FD0;&#x884C;&#x60C5;&#x51B5;&#xFF0C;&#x7F3A;&#x4E4F;&#x7406;&#x89E3;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x5F88;&#x5BB9;&#x6613;&#x505A;&#x51FA;&#x77ED;&#x89C6;&#x7684;&#x51B3;&#x5B9A;&#xFF0C;&#x4EE3;&#x4EF7;&#x9AD8;&#x6602;&#x3002;&#x5F88;&#x591A;&#x540C;&#x884C;&#x90FD;&#x51FA;&#x73B0;&#x8FC7;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x751A;&#x81F3;&#x4E00;&#x4E9B;&#x5BFC;&#x5E08;&#x4E5F;&#x72AF;&#x8FC7;&#x8FD9;&#x4E9B;&#x9519;&#x8BEF;&#x3002;<br>&#x4E0D;&#x8981;&#x72AF;&#x9519;&#xFF01;&#x8981;&#x603B;&#x662F;&#x5BFB;&#x6C42;&#x66F4;&#x597D;&#x7684;&#x7406;&#x89E3;&#xFF01;&#x8BD5;&#x7740;&#x5FC3;&#x610F;&#x76F8;&#x901A;&#xFF08;grok&#xFF09;&#x3002;&#x5982;&#x679C;&#x53EA;&#x5B8C;&#x6210;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x8BFE;&#x540E;&#x4F5C;&#x4E1A;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x4F60;&#x73B0;&#x5728;&#x4ECD;&#x7136;&#x4F1A;&#x60F3;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5C06;&#x5DE5;&#x5177;&#x5E94;&#x7528;&#x5230;&#x5176;&#x4ED6;&#x4EFB;&#x52A1;&#x4E2D;&#x3002;&#x53C2;&#x52A0; Hinton &#x7684;&#x8BFE;&#x7A0B;&#x540E;&#xFF0C;&#x4F60;&#x4F1A;&#x88AB;&#x4ED6;&#x8BF4;&#x7684;&#x5F04;&#x5F97;&#x8FF7;&#x60D1;&#x4E0D;&#x89E3;&#xFF0C;&#x4E0D;&#x65AD;&#x91CD;&#x590D;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x4F60;&#x5C31;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x66F4;&#x597D;&#x5730;&#x7406;&#x89E3;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x4E86;&#x3002;<br>&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x6280;&#x672F;&#x5C0F;&#x8D34;&#x58EB;&#xFF1A;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x5B66;&#x4E60;&#x6DF1;&#x5EA6;&#x65E0;&#x76D1;&#x7763;&#x5B66;&#x4E60;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x4E5F;&#x5E94;&#x8BE5;&#x9996;&#x5148;&#x5B66;&#x4E60;&#x8FD9;&#x4E2A;&#x8BFE;&#x7A0B;&#x3002;Hinton &#x4F1A;&#x6559;&#x4F60;&#x7406;&#x89E3;&#x8FD9;&#x4E9B;&#x673A;&#x5668;&#x7684;&#x76F4;&#x89C9;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4F60;&#x4E5F;&#x6709;&#x673A;&#x4F1A;&#x5E94;&#x7528;&#x5230;&#x5B83;&#x4EEC;&#x3002;&#x8BF8;&#x5982; RBM &#x3001;Hopfield net &#x8FD9;&#x7C7B;&#x6A21;&#x578B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x6709;&#x57FA;&#x7840;&#x7684; octave &#x7F16;&#x7A0B;&#x7ECF;&#x9A8C;&#xFF0C;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x505A;&#x4E00;&#x4E0B;&#x7684;&#x3002;</p><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x8FD9;&#x4E48;&#x8D5E;&#xFF0C;&#x4E0D;&#x8FC7;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x8FC7;&#x65F6;&#x4E86;&#xFF1F;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x4ECA;&#x5929;&#x7684;&#x5B66;&#x751F;&#x5E78;&#x8FD0;&#x591A;&#x4E86;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x6DF1;&#x5EA6;&#x8BFE;&#x7A0B;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#xFF0C;&#x6BD4;&#x5982;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x3002;&#x770B;&#x770B;&#x6211;&#x81EA;&#x5DF1;&#x6700;&#x7231;&#x7684; 5 &#x4E2A;&#x8BFE;&#x7A0B;&#x699C;&#x5355;&#x5427;&#xFF08;&#x5434;&#x6069;&#x8FBE;&#x7684; Machine Learning &#x3001;&#x674E;&#x98DE;&#x98DE;&#x548C; Karpathy &#x7684;j&#x8BA1;&#x7B97;&#x673A;&#x89C6;&#x89C9;&#x8BFE;&#x7A0B; Stanford cs231n 2015/2016&#x3001;Richard Socher &#x7684;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x548C;&#x81EA;&#x7136;&#x8BED;&#x8A00;&#x5904;&#x7406; Standard cs224d&#x3001;David Silver &#x7684;&#x5F3A;&#x5316;&#x5B66;&#x4E60;&#x4EE5;&#x53CA; Hinton &#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF09;&#x3002;<br>&#x4E0D;&#x8FC7;&#xFF0C;&#x6211;&#x4ECD;&#x7136;&#x63A8;&#x8350; NNML &#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#xFF0C;&#x6709;&#x56DB;&#x4E2A;&#x539F;&#x56E0;&#xFF1A;</p><ol class=" list-paddingleft-2" style="list-style-type: decimal;"><li><p style="line-height: 1.75em;">&#x6BD4;&#x5176;&#x4ED6;&#x57FA;&#x7840;&#x53EF;&#x80FD;&#x8981;&#x66F4;&#x6DF1;&#x66F4;&#x96BE;&#x3002;NNML &#x4E0D;&#x597D;&#x5B66;&#xFF0C;&#x4E0D;&#x5B8C;&#x5168;&#x662F;&#x6570;&#x5B66;&#x7684;&#x4E1C;&#x897F;&#xFF08;Socher &#x548C; Silver &#x8BFE;&#x7A0B;&#x7684;&#x6570;&#x5B66;&#x6BD4;&#x91CD;&#x5F88;&#x5927;&#xFF09;&#xFF0C;&#x800C;&#x662F;&#x6982;&#x5FF5;&#x6027;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x80FD;&#x91CF;&#x6A21;&#x578B;&#xFF0C;&#x8BAD;&#x7EC3; RNN &#x7684;&#x4E0D;&#x540C;&#x529E;&#x6CD5;&#x4E5F;&#x662F;&#x4E00;&#x4E9B;&#x6848;&#x4F8B;&#x3002;</p></li><li><p style="line-height: 1.75em;">&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6216;&#x6DF1;&#x5EA6;&#x5B66;&#x4E60;&#x4E2D;&#x7684;&#x8BB8;&#x591A;&#x6982;&#x5FF5;&#x90FD;&#x53EF;&#x4EE5;&#x4ECE;&#x5176;&#x4ED6;&#x89D2;&#x5EA6;&#x6765;&#x89C2;&#x5BDF;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5728;&#x9891;&#x7387;&#x8BBA;&#x8005;&#x773C;&#x91CC;&#xFF0C;&#x504F;&#x5DEE;&#xFF08;bias&#xFF09;/&#x65B9;&#x5DEE;&#xFF08;variance&#xFF09;&#x5C31;&#x662F;&#x4E00;&#x79CD;&#x6743;&#x8861;&#xFF0C;&#x4E0D;&#x8FC7;&#xFF0C;&#x8D1D;&#x53F6;&#x65AF;&#x9635;&#x8425;&#x7684;&#x4EBA;&#x5C06;&#x5B83;&#x4EEC;&#x89C6;&#x4E3A;&#x201C;&#x9891;&#x7387;&#x8BBA;&#x7684;&#x9519;&#x89C9;&#x201D;&#x3002;BP&#x3001;&#x68AF;&#x5EA6;&#x4E0B;&#x964D;&#x4E5F;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x4E00;&#x65E6;&#x4F60;&#x5C1D;&#x8BD5;&#x601D;&#x8003;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x5E76;&#x4E0D;&#x597D;&#x61C2;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x95E8;&#x8BFE;&#x4E0D;&#x662F;&#x4EC5;&#x4EC5;&#x6559;&#x4F60;&#x4E00;&#x4E9B;&#x6982;&#x5FF5;&#xFF0C;&#x800C;&#x662F;&#x8BA9;&#x4F60;&#x5B66;&#x4F1A;&#x4ECE;&#x4E0D;&#x540C;&#x89D2;&#x5EA6;&#x770B;&#x95EE;&#x9898;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;NNML &#x771F;&#x7684;&#x662F;&#x4E0D;&#x4E8C;&#x4E4B;&#x9009;&#x3002;&#x957F;&#x65F6;&#x95F4;&#x6563;&#x6B65;&#x65F6;&#xFF0C;&#x6211;&#x603B;&#x662F;&#x4F1A;&#x601D;&#x8003; Hinton &#x7684;&#x4E00;&#x4E9B;&#x89C2;&#x70B9;&#x3002;</p></li><li><p style="line-height: 1.75em;">Hinton &#x7684;&#x89C6;&#x89D2;&#x2014;&#x2014;&#x8FC7;&#x53BB;&#x4E09;&#x5341;&#x5E74;&#x4E2D;&#xFF0C;&#x4ED6;&#x5904;&#x4E8E;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x4E0D;&#x5229;&#x7684;&#x4E00;&#x65B9;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x4ED6;&#x575A;&#x6301;&#x4E0B;&#x6765;&#x4E86;&#xFF0C;&#x4ECE;&#x8FD9;&#x95E8;&#x8BFE;&#x4E2D;&#xFF0C;&#x4F60;&#x5C06;&#x611F;&#x53D7;&#x5230;&#x4ED6;&#x5982;&#x4F55;&#xFF08;&#x4EE5;&#x53CA;&#x4E3A;&#x4EC0;&#x4E48;&#xFF09;&#x5F00;&#x59CB;&#x67D0;&#x9879;&#x7814;&#x7A76;&#xFF0C;&#x6216;&#x8BB8;&#x4EE5;&#x540E;&#x4F60;&#x81EA;&#x5DF1;&#x4E5F;&#x80FD;&#x7814;&#x7A76;&#x4E9B;&#x4E1C;&#x897F;&#x3002;</p></li><li><p style="line-height: 1.75em;">&#x4ED6;&#x4F20;&#x8FBE;&#x77E5;&#x8BC6;&#x7684;&#x65B9;&#x5F0F;&#x5F88;&#x5E7D;&#x9ED8;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x7B2C; 10 &#x8BB2;&#x4E2D;&#x8C08;&#x53CA;&#x5728;&#x4E0A;&#x4E16;&#x7EAA;&#x516B;&#x5341;&#x5E74;&#x4EE3;&#xFF0C;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x4E3A;&#x4EC0;&#x4E48;&#x7814;&#x7A76;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x65F6;&#xFF0C;&#x4ED6;&#x8BB2;&#x7684;&#x5F88;&#x5E7D;&#x9ED8;&#x3002;&#xFF08;&#x6CE8;&#x610F;&#xFF1A;&#x5728;&#x7814;&#x7A76;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x524D;&#xFF0C;&#x4ED6;&#x4E5F;&#x662F;&#x4F4D;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x3002;&#xFF09;</p></li></ol><p><br></p><p style="line-height: 1.75em;"><strong><span style="font-size: 18px;">&#x7ED3;&#x8BBA;&#x4E0E;&#x4E0B;&#x4E00;&#x6B65;&#x6253;&#x7B97;</span></strong></p><p><br></p><p style="line-height: 1.75em;">&#x603B;&#x7684;&#x8BF4;&#x6765;&#xFF0C;Hinton &#x7684;&#x300C;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x548C;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x300D;&#x662F;&#x4E00;&#x95E8;&#x5FC5;&#x4FEE;&#x8BFE;&#x3002;&#x65E0;&#x8BBA;&#x662F;&#x521D;&#x5B66;&#x8005;&#x8FD8;&#x662F;&#x4E13;&#x5BB6;&#x4EEC;&#xFF0C;&#x90FD;&#x4F1A;&#x4ECE;&#x8FD9;&#x672C;&#x8BFE;&#x7684;&#x5E7F;&#x5EA6;&#x548C; Hiton &#x7684;&#x89C2;&#x70B9;&#x4E2D;&#x53D7;&#x76CA;&#x826F;&#x591A;&#x3002;<br>&#x5982;&#x679C;&#x4F60;&#x771F;&#x7684;&#x662F;&#x5C0F;&#x767D;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x6700;&#x597D;&#x5148;&#x4E0A;&#x5434;&#x6069;&#x8FBE;&#x7684;&#x8BFE;&#xFF0C;&#x6216;&#x8BB8;&#x518D;&#x5B66;&#x4E00;&#x4E0B;&#x5FAE;&#x79EF;&#x5206; 1 &#x6216; 2 &#xA0;&#x3001;&#x7EBF;&#x6027;&#x51E0;&#x4F55;&#x4EE5;&#x53CA;&#x6982;&#x7387;&#x4E0E;&#x7EDF;&#x8BA1;&#x5B66;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x4E0A;&#x8BFE;&#x5C31;&#x4E0D;&#x4F1A;&#x611F;&#x89C9;&#x5403;&#x529B;&#x4E86;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#xFF0C;Kapathy &#x548C; Socher &#x7684;&#x8BFE;&#x7A0B;&#x53EF;&#x80FD;&#x6BD4; Hinton &#x7684;&#x8BFE;&#x7A0B;&#x8981;&#x5BB9;&#x6613;&#x4E00;&#x4E9B;&#x3002;<br>&#x5982;&#x679C;&#x4F60;&#x5DF2;&#x7ECF;&#x4FEE;&#x8FC7;&#x4E86;&#xFF0C;&#x4E0D;&#x653E;&#x770B;&#x770B;&#x5176;&#x4ED6;&#x503C;&#x5F97;&#x4E00;&#x4E0A;&#x7684;&#x57FA;&#x7840;&#x8BFE;&#x7A0B;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x6211;&#x7684;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&quot;Learning Deep Learning - My Top 5 List&quot;&#xFF0C;&#x6216;&#x8BB8;&#x4F1A;&#x77E5;&#x9053;&#x63A5;&#x4E0B;&#x6765;&#x8BE5;&#x5B66;&#x70B9;&#x4EC0;&#x4E48;&#x4E86;&#x3002;&#x8FD9;&#x91CC;&#x9700;&#x8981;&#x7279;&#x522B;&#x63D0;&#x793A;&#x4E00;&#x4E0B;&#xFF1A;Daphne Koller &#x7684;&#x6982;&#x7387;&#x56FE;&#x6A21;&#x578B;&#x4E5F;&#x76F8;&#x5F53;&#x96BE;&#xFF0C;&#x6216;&#x8BB8;&#x80FD;&#x8BA9;&#x4F60;&#x5BF9;&#x975E;&#x5E38;&#x6DF1;&#x7684;&#x95EE;&#x9898;&#xFF08;&#x6BD4;&#x5982;&#x6DF1;&#x5EA6;&#x4FE1;&#x5FF5;&#x7F51;&#x7EDC;&#xFF09;&#x6709;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x7406;&#x89E3;&#x3002;</p><p style="line-height: 1.75em;">&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x5EFA;&#x8BAE;&#xFF1A;&#x6216;&#x8BB8;&#x4F60;&#x53EF;&#x4EE5;&#x518D;&#x5B66;&#x4E00;&#x904D;&#x8BE5;&#x8BFE;&#x7A0B;&#x3002;&#x5982;&#x4E0A;&#x6240;&#x8FF0;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x534A;&#x5E74;&#x540E;&#x5C31;&#x518D;&#x5B66;&#x4E00;&#x904D;&#xFF0C;&#x641E;&#x6E05;&#x695A;&#x4E4B;&#x524D;&#x6CA1;&#x6709;&#x641E;&#x61C2;&#x7684;&#x4E00;&#x4E9B;&#x7EC6;&#x8282;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x53EF;&#x80FD;&#x8981;&#x6765;&#x4E2A; 6 &#x5230; &#xA0;7&#x904D;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x5F04;&#x61C2;&#x5427;&#x3002;<br><br>&#x9644;&#xFF1A;&#x5176;&#x4ED6;&#x514D;&#x8D39;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#x5730;&#x5740;&#xFF1A;https://goo.gl/wIx8T<img src="http://jiqizhixin.com/data/upload/ueditor/20170417/58f48d17dc5e2.png" title="640.png" alt="640.png"></p><p style="line-height: 1.75em;"><br></p><p style="line-height: 1.75em;"><span style="color: rgb(127, 127, 127);"><em>&#x539F;&#x6587;&#x94FE;&#x63A5;&#xFF1A;http://thegrandjanitor.com/2017/04/10/review-of-hintons-coursera-neural-network-and-machine-learning/</em></span></p> </p></body></html>