<html><head><meta charset="utf-8"></head><body><h2>Kaggle CTO Ben Hamner ：机器学习的八个步骤</h2><p> <blockquote><p style="line-height: 1.75em;">&#x4E0A;&#x4E2A;&#x6708;&#xFF0C;Kaggle &#x8054;&#x5408;&#x521B;&#x59CB;&#x4EBA;&#x517C; CTO&#xA0;Ben Hamner&#xA0;&#x5728; Quora &#x4E0A;&#x56DE;&#x7B54;&#x4E86;&#x6709;&#x5173; Kaggle&#x3001;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x548C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x95EE;&#x9898;&#x3002;&#x5BF9;&#x4E8E; Hamner &#x7ED9;&#x51FA;&#x7684;&#x300A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x516B;&#x4E2A;&#x6B65;&#x9AA4;&#x300B;&#x7684;&#x5EFA;&#x8BAE;&#xFF0C;Kaggle Team &#x91CD;&#x65B0;&#x6574;&#x7406;&#x5E76;&#x505A;&#x4E86;&#x6838;&#x5FC3;&#x6458;&#x8981;&#x3002;</p></blockquote><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x73B0;&#x5728;&#x5B66;&#x4E60;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x548C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6BD4;&#x4EE5;&#x5F80;&#x4EFB;&#x4F55;&#x65F6;&#x5019;&#x90FD;&#x66F4;&#x597D;&#x3002;&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x98DE;&#x901F;&#x53D1;&#x5C55;&#x5E76;&#x7855;&#x679C;&#x7D2F;&#x7D2F;&#x3002;&#x4E13;&#x5BB6;&#x4EEC;&#x5F00;&#x6E90;&#x4E86;&#x5404;&#x79CD;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x548C;&#x5E93;&#xFF0C;&#x65B0;&#x7684;&#x7EBF;&#x4E0A;&#x8D44;&#x6E90;&#x548C;&#x535A;&#x6587;&#x4E5F;&#x5C42;&#x51FA;&#x4E0D;&#x7A77;&#x3002;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5E26;&#x52A8;&#x4E86;&#x4EA7;&#x4E1A;&#x5185;&#x6570;&#x5341;&#x4EBF;&#x7F8E;&#x5143;&#x7684;&#x6536;&#x5165;&#xFF0C;&#x50AC;&#x751F;&#x51FA;&#x4E86;&#x7A7A;&#x524D;&#x7684;&#x8D44;&#x6E90;&#x548C;&#x6D77;&#x91CF;&#x7684;&#x5C31;&#x4E1A;&#x673A;&#x4F1A;&#x3002;&#x4F46;&#x8FD9;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x5982;&#x4F55;&#x5165;&#x95E8;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x8BA9;&#x4EBA;&#x6709;&#x70B9;&#x65E0;&#x6240;&#x9002;&#x4ECE;&#x3002;&#x4E0B;&#x9762;&#x662F;&#x6211;&#x7684;&#x5165;&#x95E8;&#x65B9;&#x6CD5;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5728;&#x672C;&#x6587;&#x4E2D;&#x7684;&#x67D0;&#x5904;&#x5361;&#x4F4F;&#x4E86;&#xFF0C;&#x8BF7;&#x641C;&#x7D22; Kaggle&#xFF08;&#x4E5F;&#x8BB8;&#x67D0;&#x4EBA;&#x4EE5;&#x524D;&#x4E5F;&#x9047;&#x5230;&#x4E86;&#x540C;&#x6837;&#x95EE;&#x9898;&#xFF09;&#xFF0C;&#x5E76;&#x5728; Kaggle &#x8BBA;&#x575B;&#x4E0A;&#x63D0;&#x51FA;&#x95EE;&#x9898;&#xFF08;&#x5982;&#x679C;&#x4EE5;&#x524D;&#x6CA1;&#x4EBA;&#x63D0;&#x95EE;&#x8FC7;&#x8BE5;&#x95EE;&#x9898;&#xFF09;&#xFF0C;&#x8FD9;&#x662F;&#x627E;&#x5230;&#x65B9;&#x5411;&#x5E76;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x597D;&#x65B9;&#x6CD5;&#x3002;</p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>1. &#x6311;&#x4E00;&#x4E2A;&#x4F60;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x95EE;&#x9898;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x4ECE;&#x4E00;&#x4E2A;&#x4F60;&#x60F3;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x800C;&#x4E0D;&#x662F;&#x4EE4;&#x4EBA;&#x751F;&#x754F;&#x7684;&#x3001;&#x4E0D;&#x7CFB;&#x7EDF;&#x7684;&#x4E3B;&#x9898;&#x5217;&#x8868;&#xFF08;&#x4F60;&#x53EF;&#x4EE5;&#x4ECE;&#x8C37;&#x6B4C;&#x4E0A;&#x641C;&#x7D22;&#x5230;&#x5F88;&#x591A;&#x7684;&#x673A;&#x5668;&#x9700;&#x8BF6;&#x5FC3;&#x8D44;&#x6E90;&#x5217;&#x8868;&#xFF0C;&#x8FD9;&#x91CC;&#x6211;&#x5C31;&#x4E0D;&#x5728;&#x63D0;&#x4F9B;&#xFF09;&#x51FA;&#x53D1;&#xFF0C;&#x4F60;&#x4F1A;&#x5F88;&#x5BB9;&#x6613;&#x5730;&#x4E13;&#x6CE8;&#x3001;&#x4E3B;&#x52A8;&#x5B66;&#x4E60;&#x3002;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4F1A;&#x4FC3;&#x4F7F;&#x4F60;&#x66F4;&#x6DF1;&#x5165;&#x66F4;&#x6295;&#x5165;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4EC5;&#x4EC5;&#x88AB;&#x52A8;&#x5730;&#x9605;&#x8BFB;&#x4E00;&#x4E9B;&#x6709;&#x5173;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x6587;&#x7AE0;&#x3002;</p><p style="line-height: 1.75em;">&#x9009;&#x62E9;&#x597D;&#x7684;&#x5165;&#x95E8;&#x95EE;&#x9898;&#x6709;&#x51E0;&#x4E2A;&#x6807;&#x51C6;&#xFF1A;</p><ul class=" list-paddingleft-2" style="padding-top: 0px; padding-right: 0px; padding-bottom: 0px; color: rgb(62, 62, 62); font-family: &apos;Helvetica Neue&apos;, Helvetica, &apos;Hiragino Sans GB&apos;, &apos;Microsoft YaHei&apos;, Arial, sans-serif; white-space: normal; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"><li><p style="line-height: 1.75em;">&#x95EE;&#x9898;&#x6DB5;&#x76D6;&#x4E86;&#x4F60;&#x4E2A;&#x4EBA;&#x5F88;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x67D0;&#x4E00;&#x9886;&#x57DF;</p></li><li><p style="line-height: 1.75em;">&#x6570;&#x636E;&#x968F;&#x65F6;&#x53EF;&#x7528;&#x4E14;&#x975E;&#x5E38;&#x9002;&#x5B9C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;&#x5426;&#x5219;&#x4F60;&#x7684;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x5C06;&#x88AB;&#x8017;&#x6389;&#xFF09;</p></li><li><p style="line-height: 1.75em;">&#x4F60;&#x53EF;&#x5728;&#x5355;&#x53F0;&#x673A;&#x5668;&#x4E0A;&#x8212;&#x670D;&#x5730;&#x4F7F;&#x7528;&#x6570;&#x636E;&#xFF08;&#x6216;&#x8005;&#x6570;&#x636E;&#x7684;&#x4E00;&#x4E9B;&#x76F8;&#x5173;&#x5B50;&#x96C6;&#xFF09;</p></li><li><p style="line-height: 1.75em;">&#x6CA1;&#x6709;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF1F;&#x88AB;&#x62C5;&#x5FC3;&#xFF01;&#x6211;&#x4EEC;&#x901A;&#x8FC7;&#x5165;&#x95E8;&#x7ADE;&#x8D5B;&#x7CFB;&#x5217;&#x5728; Kaggle &#x4E0A;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E9B;&#x5F88;&#x597D;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x95EE;&#x9898;&#x3002;&#x70B9;&#x51FB; Titanic &#x7ADE;&#x8D5B;&#xFF08;https://www.kaggle.com/c/titanic&#xFF09;&#x5F00;&#x59CB;&#x3002;</p></li></ul><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>2. &#x4E3A;&#x4F60;&#x7684;&#x95EE;&#x9898;&#x505A;&#x4E00;&#x4E2A;&#x5FEB;&#x901F;&#x3001;&#x52A3;&#x8D28;&#x548C;&#x7B28;&#x62D9;&#x7684;&#x7AEF;&#x5230;&#x7AEF;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x786E;&#x5B9E;&#x5F88;&#x5BB9;&#x6613;&#x5728;&#x5B9E;&#x73B0;&#x7EC6;&#x8282;&#x4E2D;&#x6216;&#x8005;&#x9519;&#x8BEF;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7B97;&#x6CD5;&#x7684;&#x8C03;&#x8BD5;&#x4E2D;&#x9677;&#x5165;&#x50F5;&#x5C40;&#xFF0C;&#x800C;&#x4F60;&#x60F3;&#x8981;&#x907F;&#x514D;&#x5B83;&#x3002;</p><p style="line-height: 1.75em;">&#x5728;&#x8FD9;&#x91CC;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x662F;&#x5C3D;&#x5FEB;&#x83B7;&#x5F97;&#x4E00;&#x4E9B;&#x8D85;&#x7EA7;&#x57FA;&#x672C;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6DB5;&#x76D6;&#x7AEF;&#x5230;&#x7AEF;&#x7684;&#x95EE;&#x9898;&#xFF1A;&#x8BFB;&#x53D6;&#x6570;&#x636E;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x5904;&#x7406;&#x4E3A;&#x9002;&#x5408;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x8BAD;&#x7EC3;&#x57FA;&#x672C;&#x6A21;&#x578B;&#xFF0C;&#x521B;&#x9020;&#x7ED3;&#x679C;&#x5E76;&#x8BC4;&#x4F30;&#x5176;&#x6027;&#x80FD;&#x3002;</p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>3. &#x8FDB;&#x884C;&#x5E76;&#x6539;&#x8FDB;&#x4F60;&#x7684;&#x521D;&#x6B65;&#x65B9;&#x6848;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x73B0;&#x5728;&#x4F60;&#x6709;&#x4E86;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#x57FA;&#x51C6;&#xFF0C;&#x662F;&#x65F6;&#x5019;&#x521B;&#x65B0;&#x4E86;&#x3002;&#x8BD5;&#x7740;&#x6539;&#x8FDB;&#x521D;&#x6B65;&#x65B9;&#x6848;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x7EC4;&#x4EF6;&#xFF0C;&#x5E76;&#x8861;&#x91CF;&#x5F71;&#x54CD;&#xFF0C;&#x770B;&#x770B;&#x5728;&#x54EA;&#x91CC;&#x82B1;&#x8D39;&#x65F6;&#x95F4;&#x6709;&#x610F;&#x4E49;&#x3002;&#x5F88;&#x591A;&#x65F6;&#x5019;&#x83B7;&#x53D6;&#x66F4;&#x591A;&#x6570;&#x636E;&#x6216;&#x8005;&#x6539;&#x8FDB;&#x6570;&#x636E;&#x6E05;&#x7406;&#x548C;&#x9884;&#x5904;&#x7406;&#x6B65;&#x9AA4;&#x6BD4;&#x4F18;&#x5316;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x672C;&#x8EAB;&#x6709;&#x66F4;&#x9AD8;&#x7684;&#x56DE;&#x62A5;&#x7387;&#xFF08;ROI&#xFF09;&#x3002;</p><p style="line-height: 1.75em;">&#x8FD9;&#x4E2A;&#x6B65;&#x9AA4;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x5E94;&#x8BE5;&#x5305;&#x62EC;&#x52A8;&#x624B;&#x4F7F;&#x7528;&#x6570;&#x636E;&#x2014;&#x2014;&#x68C0;&#x67E5;&#x5404;&#x884C;&#x548C;&#x53EF;&#x89C6;&#x5316;&#x5206;&#x5E03;&#xFF0C;&#x4EE5;&#x66F4;&#x597D;&#x5730;&#x7406;&#x89E3;&#x5176;&#x7ED3;&#x6784;&#x548C;&#x5947;&#x7279;&#x6027;&#x3002;</p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>4. &#x5199;&#x51FA;&#x5E76;&#x5206;&#x4EAB;&#x89E3;&#x51B3;&#x65B9;&#x6848;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x83B7;&#x5F97;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53CD;&#x9988;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x5F0F;&#x662F;&#x5199;&#x4E0B;&#x6765;&#x5E76;&#x5206;&#x4EAB;&#x3002;&#x5199;&#x7684;&#x8FC7;&#x7A0B;&#x662F;&#x68B3;&#x7406;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x65B0;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x5E26;&#x6765;&#x66F4;&#x597D;&#x7684;&#x7406;&#x89E3;&#x3002;&#x8FD9;&#x540C;&#x6837;&#x4F1A;&#x4F7F;&#x5176;&#x4ED6;&#x4EBA;&#x7406;&#x89E3;&#x4F60;&#x5728;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x5E76;&#x63D0;&#x4F9B;&#x53CD;&#x9988;&#xFF0C;&#x5E2E;&#x52A9;&#x4F60;&#x5B66;&#x4E60;&#x3002;&#x8FD9;&#x4E5F;&#x542F;&#x52A8;&#x4E86;&#x4F60;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4EE3;&#x8868;&#x9879;&#x76EE;&#x96C6;&#xFF08;portfolio&#xFF09;&#xFF0C;&#x6709;&#x52A9;&#x4E8E;&#x4F60;&#x5C55;&#x793A;&#x80FD;&#x529B;&#x5E76;&#x53D6;&#x5F97;&#x5DE5;&#x4F5C;&#x3002;</p><p style="line-height: 1.75em;">Kaggle &#x6570;&#x636E;&#x96C6;&#xFF08;https://www.kaggle.com/datasets&#xFF09;&#x548C; Kaggle &#x5185;&#x6838;&#xFF08;https://www.kaggle.com/kernels&#xFF09;&#x662F;&#x4F60;&#x5206;&#x4EAB;&#x6570;&#x636E;&#x548C;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3001;&#x4ECE;&#x5176;&#x4ED6;&#x4EBA;&#x83B7;&#x5F97;&#x53CD;&#x9988;&#x5E76;&#x89C2;&#x5BDF;&#x4ED6;&#x4EBA;&#x5982;&#x4F55;&#x6269;&#x5C55;&#x4F60;&#x7684;&#x95EE;&#x9898;&#x7684;&#x6709;&#x6548;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x5F00;&#x59CB;&#x5145;&#x5B9E;&#x4F60;&#x7684; Kaggle &#x6587;&#x4EF6;&#x3002;</p><p style="text-align: center;"><img src="http://jiqizhixin.com/data/upload/ueditor/20170418/58f5cf568f19a.jpeg" title="640-4.jpeg" alt="640-4.jpeg"></p><p style="line-height: 1.75em;"><br></p><p style="line-height: 1.75em;"><strong>5. &#x5728;&#x4E00;&#x7CFB;&#x5217;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#x4E0A;&#x91CD;&#x590D;&#x6B65;&#x9AA4; 1-4</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x73B0;&#x5728;&#x4F60;&#x5DF2;&#x7ECF;&#x89E3;&#x51B3;&#x4E86;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x5355;&#x4E00;&#x95EE;&#x9898;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x4E00;&#x7CFB;&#x5217;&#x4E0D;&#x540C;&#x7684;&#x9886;&#x57DF;&#x4E2D;&#x591A;&#x6B21;&#x6267;&#x884C;&#x8FD9;&#x4E00;&#x64CD;&#x4F5C;&#x3002;</p><p style="line-height: 1.75em;">&#x4F60;&#x662F;&#x4ECE;&#x8868;&#x683C;&#x6570;&#x636E;&#x5F00;&#x59CB;&#x7684;&#x5417;&#xFF1F;&#x90A3;&#x5C31;&#x518D;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x6D89;&#x53CA;&#x66F4;&#x5C11;&#x7ED3;&#x6784;&#x5316;&#x6587;&#x672C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4EE5;&#x53CA;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x56FE;&#x50CF;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p style="line-height: 1.75em;">&#x673A;&#x5668;&#x5B66;&#x4E60;&#x95EE;&#x9898;&#x6700;&#x521D;&#x5BF9;&#x4F60;&#x800C;&#x8A00;&#x662F;&#x7ED3;&#x6784;&#x5316;&#x7684;&#x5417;&#xFF1F;&#x5F88;&#x591A;&#x521B;&#x65B0;&#x6027;&#x548C;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x5DE5;&#x4F5C;&#x89E3;&#x51B3;&#x7684;&#x6B63;&#x662F;&#x5982;&#x4F55;&#x4ECE;&#x4E00;&#x5F00;&#x59CB;&#x628A;&#x4E00;&#x4E2A;&#x677E;&#x6563;&#x5B9A;&#x4E49;&#x7684;&#x4E1A;&#x52A1;&#x6216;&#x8005;&#x7814;&#x7A76;&#x76EE;&#x6807;&#x8F6C;&#x5316;&#x4E3A;&#x660E;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x95EE;&#x9898;&#x3002;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x7C7B;&#x578B;&#x3002;</p><p style="line-height: 1.75em;">Kaggle &#x7ADE;&#x8D5B;&#xFF08;https://www.kaggle.com/competitions&#xFF09;&#x548C; Kaggle &#x6570;&#x636E;&#x96C6;&#x4E3A;&#x660E;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x95EE;&#x9898;&#x548C;&#x9002;&#x7528;&#x4E8E;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x539F;&#x59CB;&#x6570;&#x636E;&#x8D44;&#x6E90;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x8D77;&#x70B9;&#x3002;</p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>6. &#x8BA4;&#x771F;&#x5730;&#x53C2;&#x4E0E;&#x4E00;&#x573A; Kaggle &#x7ADE;&#x8D5B;&#xFF08;&#x5982;&#x679C;&#x4F60;&#x8FD8;&#x6CA1;&#x8FD9;&#x6837;&#x505A;&#xFF09;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x6570;&#x5343;&#x4EBA;&#x6B63;&#x81F4;&#x529B;&#x89E3;&#x51B3;&#x7684;&#x540C;&#x4E00;&#x95EE;&#x9898;&#x7ED9;&#x51FA;&#x6700;&#x4F73;&#x7B54;&#x6848;&#x662F;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x5B66;&#x4E60;&#x673A;&#x4F1A;&#xFF1A;&#x5B83;&#x4FC3;&#x4F7F;&#x4F60;&#x5BF9;&#x540C;&#x4E00;&#x95EE;&#x9898;&#x4E0D;&#x65AD;&#x8FED;&#x4EE3;&#xFF0C;&#x5E76;&#x4F7F;&#x4F60;&#x53D1;&#x73B0;&#x4EC0;&#x4E48;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;</p><p style="text-align: center;"><img src="http://jiqizhixin.com/data/upload/ueditor/20170418/58f5cf78c8bb9.jpeg" title="640-5.jpeg" alt="640-5.jpeg"></p><p style="line-height: 1.75em;">&#x4E2A;&#x4F53;&#x7ADE;&#x8D5B;&#x7684;&#x8BBA;&#x575B;&#x6709;&#x7740;&#x5173;&#x4E8E;&#x5176;&#x4ED6;&#x4EBA;&#x5982;&#x4F55;&#x4F7F;&#x7528;&#x4F60;&#x7684;&#x65B9;&#x6CD5;&#x5904;&#x7406;&#x548C;&#x8C03;&#x8BD5;&#x95EE;&#x9898;&#x7684;&#x4E30;&#x5BCC;&#x8D44;&#x6E90;&#xFF0C;&#x5185;&#x6838;&#x63D0;&#x4F9B;&#x4E86;&#x5173;&#x4E8E;&#x7528;&#x7B80;&#x5355;&#x65B9;&#x6CD5;&#x5F00;&#x59CB;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6570;&#x636E;&#x7684;&#x63A2;&#x7D22;&#x6027;&#x89C1;&#x89E3;&#xFF0C;&#x5E76;&#x4E14;&#x83B7;&#x5956;&#x535A;&#x6587;&#xFF08;http://blog.kaggle.com/category/winners-interviews/&#xFF09;&#x5728;&#x6700;&#x540E;&#x5C55;&#x793A;&#x6700;&#x4F73;&#x6210;&#x679C;&#x3002;</p><p style="line-height: 1.75em;">Kaggle &#x7ADE;&#x8D5B;&#x4E5F;&#x63D0;&#x4F9B;&#x4E86;&#x4E0E;&#x5176;&#x4ED6;&#x4EBA;&#x7EC4;&#x961F;&#x7684;&#x72EC;&#x7279;&#x673A;&#x4F1A;&#x3002;&#x793E;&#x533A;&#x4EBA;&#x7FA4;&#x6709;&#x7740;&#x4E0D;&#x540C;&#x7684;&#x80CC;&#x666F;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x7686;&#x53EF;&#x6709;&#x6559;&#x548C;&#x5B66;&#x4E24;&#x79CD;&#x89D2;&#x8272;&#x3002;&#x4F60;&#x6C38;&#x8FDC;&#x4E0D;&#x4F1A;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x4E5F;&#x8BB8;&#x4F60;&#x672A;&#x6765;&#x7684;&#x540C;&#x4E8B;&#x4E5F;&#x5728; Kaggle &#x793E;&#x533A;&#x4E2D;&#x3002;</p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><strong>7. &#x7533;&#x8BF7;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E13;&#x4E1A;&#x5DE5;&#x4F5C;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x8FD9;&#x4F7F;&#x4F60;&#x628A;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x82B1;&#x5728;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x4E0A;&#xFF0C;&#x5E76;&#x771F;&#x6B63;&#x63D0;&#x5347;&#x4F60;&#x7684;&#x6C34;&#x5E73;&#x3002;&#x51B3;&#x5B9A;&#x4F60;&#x8981;&#x8FFD;&#x6C42;&#x7684;&#x804C;&#x4F4D;&#x7C7B;&#x578B;&#x5E76;&#x6253;&#x9020;&#x4E0E;&#x6B64;&#x76F8;&#x5173;&#x4E2A;&#x4EBA;&#x4EE3;&#x8868;&#x9879;&#x76EE;&#x96C6;&#x662F;&#x4E00;&#x4E2A;&#x5F3A;&#x6709;&#x529B;&#x7684;&#x8D77;&#x70B9;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8FD8;&#x6CA1;&#x6709;&#x51C6;&#x5907;&#x597D;&#x9762;&#x8BD5;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x804C;&#x4F4D;&#xFF0C;&#x90A3;&#x5C31;&#x5728;&#x76EE;&#x524D;&#x7684;&#x804C;&#x4F4D;&#x4E0A;&#x63A5;&#x53D7;&#x65B0;&#x9879;&#x76EE;&#xFF0C;&#x5BFB;&#x6C42;&#x54A8;&#x8BE2;&#x673A;&#x4F1A;&#xFF1B;&#x5E76;&#x4E14;&#x53C2;&#x4E0E;&#x516C;&#x6C11;&#x9ED1;&#x5BA2;&#x9A6C;&#x62C9;&#x677E;&#xFF0C;&#x628A;&#x63E1;&#x4E0E;&#x6570;&#x636E;&#x76F8;&#x5173;&#x7684;&#x793E;&#x533A;&#x670D;&#x52A1;&#x673A;&#x4F1A;&#x4E5F;&#x662F;&#x83B7;&#x5F97;&#x7ACB;&#x8DB3;&#x7684;&#x989D;&#x5916;&#x9014;&#x5F84;&#x3002;&#x4E13;&#x4E1A;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x5F3A;&#x5927;&#x7684;&#x7F16;&#x7A0B;&#x80FD;&#x529B;&#xFF0C;&#x5E76;&#x501F;&#x5176;&#x6781;&#x5927;&#x5730;&#x63D0;&#x5347;&#x5DE5;&#x4F5C;&#x8868;&#x73B0;&#x2014;&#x2014;&#x901A;&#x8FC7;&#x91CD;&#x70B9;&#x9879;&#x76EE;&#x5E26;&#x6765;&#x7684;&#x63D0;&#x5347;&#x5C06;&#x4EA7;&#x751F;&#x5F88;&#x591A;&#x4E0B;&#x6E38;&#x6536;&#x76CA;&#x3002;</p><p style="line-height: 1.75em;">&#x4E13;&#x4E1A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5DE5;&#x4F5C;&#x7684;&#x5B9D;&#x8D35;&#x673A;&#x4F1A;&#x5305;&#x62EC;&#xFF1A;</p><ul class=" list-paddingleft-2" style="padding-top: 0px; padding-right: 0px; padding-bottom: 0px; color: rgb(62, 62, 62); font-family: &apos;Helvetica Neue&apos;, Helvetica, &apos;Hiragino Sans GB&apos;, &apos;Microsoft YaHei&apos;, Arial, sans-serif; white-space: normal; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"><li><p style="line-height: 1.75em;">&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5728;&#x751F;&#x4EA7;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x5E94;&#x7528;</p></li><li><p style="line-height: 1.75em;">&#x805A;&#x7126;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#xFF0C;&#x63A8;&#x52A8;&#x6700;&#x65B0;&#x8FDB;&#x5C55;</p></li><li><p style="line-height: 1.75em;">&#x5229;&#x7528;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x63D0;&#x5347;&#x4EA7;&#x54C1;&#x548C;&#x4E1A;&#x52A1;&#x51B3;&#x7B56;&#x7684;&#x63A2;&#x7D22;&#x6027;&#x5206;&#x6790;</p></li></ul><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em; text-align: left;"><strong>8. &#x6559;&#x5176;&#x4ED6;&#x4EBA;&#x673A;&#x5668;&#x5B66;&#x4E60;</strong></p><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;">&#x6559;&#x5B66;&#x53EF;&#x4EE5;&#x5E2E;&#x4F60;&#x5DE9;&#x56FA;&#x5BF9;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6838;&#x5FC3;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x3002;&#x6559;&#x4ED6;&#x4EBA;&#x7684;&#x65B9;&#x5F0F;&#x6709;&#x5F88;&#x591A;&#x79CD;&#xFF0C;&#x9009;&#x62E9;&#x6700;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x7684;&#x4E00;&#x79CD;&#xFF1A;</p><ul class=" list-paddingleft-2" style="padding-top: 0px; padding-right: 0px; padding-bottom: 0px; color: rgb(62, 62, 62); font-family: &apos;Helvetica Neue&apos;, Helvetica, &apos;Hiragino Sans GB&apos;, &apos;Microsoft YaHei&apos;, Arial, sans-serif; white-space: normal; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"><li><p style="line-height: 1.75em;">&#x5199;&#x7814;&#x7A76;&#x8BBA;&#x6587;&#xFF08;https://papers.nips.cc/book/advances-in-neural-information-processing-systems-29-2016&#xFF09;</p></li><li><p style="line-height: 1.75em;">&#x53D1;&#x8868;&#x6F14;&#x8BB2;</p></li><li><p style="line-height: 1.75em;">&#x5199;&#x535A;&#x6587;&#xFF08;http://blog.kaggle.com/&#xFF09;&#x548C;&#x6559;&#x7A0B;&#xFF08;http://blog.kaggle.com/category/tutorials/&#xFF09;</p></li><li><p style="line-height: 1.75em;">&#x5728; Kaggle&#x3001;Quora &#x548C;&#x5176;&#x4ED6;&#x7F51;&#x7AD9;&#x4E0A;&#x56DE;&#x7B54;&#x95EE;&#x9898;</p></li><li><p style="line-height: 1.75em;">&#x4E2A;&#x4EBA;&#x6307;&#x5BFC;&#x548C;&#x8F85;&#x5BFC;</p></li><li><p style="line-height: 1.75em;">&#x5206;&#x4EAB;&#x4EE3;&#x7801;&#x5B9E;&#x4F8B;&#xFF08;&#x5728; Kaggle &#x5185;&#x6838;&#x548C; GitHub &#x4E0A;&#xFF09;</p></li><li><p style="line-height: 1.75em;">&#x6559;&#x8BFE;</p></li><li><p style="line-height: 1.75em;">&#x5199;&#x4E66;&#xFF08;http://www.deeplearningbook.org&#xFF09;<img src="http://jiqizhixin.com/data/upload/ueditor/20170418/58f5cf9787de9.png" title="640.png" alt="640.png"></p></li></ul><p><br style="margin: 0px; padding: 0px; max-width: 100% !important; box-sizing: border-box !important; word-wrap: break-word !important;"></p><p style="line-height: 1.75em;"><em><span style="color: rgb(127, 127, 127); font-size: 16px;">&#x539F;&#x6587;&#x94FE;&#x63A5;&#xFF1A;http://blog.kaggle.com/2017/04/17/the-best-sources-to-study-machine-learning-and-ai-with-ben-hamner-kaggle-cto/</span></em></p> </p></body></html>