<html><head><meta charset="utf-8"></head><body><h2>谷歌研究院在化学发力：应用机器学习技术预测分子性质</h2><p>
                                                <!-- 正文内容 -->
                        <p style="text-align: left;"><span style="text-align: left;">&#x6700;&#x8FD1;&#xFF0C;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5728;&#x5316;&#x5B66;&#x9886;&#x57DF;&#x7684;&#x5E94;&#x7528;&#x6709;&#x5F88;&#x5927;&#x8FDB;&#x5C55;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x5316;&#x5B66;&#x641C;&#x7D22;&#x95EE;&#x9898;&#xFF0C;&#x4ECE;&#x836F;&#x7269;&#x7B5B;&#x9009;&#x3001;&#x7535;&#x6C60;&#x8BBE;&#x8BA1;&#x5230;OLEDs&#x8BBE;&#x8BA1;&#xFF0C;&#x50AC;&#x5316;&#x5242;&#x7684;&#x53D1;&#x73B0;&#x3002; &#x5386;&#x53F2;&#x4E0A;&#x5316;&#x5B66;&#x5BB6;&#x4F7F;&#x7528;&#x859B;&#x5B9A;&#x8C14;&#x65B9;&#x7A0B;&#x505A;&#x6570;&#x503C;&#x8FD1;&#x4F3C;&#x6765;&#x89E3;&#x51B3;&#x5316;&#x5B66;&#x68C0;&#x7D22;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x4F7F;&#x7528;&#x5BC6;&#x5EA6;&#x6CDB;&#x51FD;&#x7406;&#x8BBA;&#xFF08;DFT&#xFF09;&#xFF0C;&#x7136;&#x800C;&#x8FD1;&#x4F3C;&#x503C;&#x7684;&#x8BA1;&#x7B97;&#x6210;&#x672C;&#x9650;&#x5236;&#x4E86;&#x641C;&#x7D22;&#x7684;&#x89C4;&#x6A21;&#x3002;&#xA0;</span></p><p style="text-align: left;"><span style="text-align: left;">&#x4E3A;&#x4E86;&#x80FD;&#x591F;&#x6269;&#x5927;&#x641C;&#x7D22;&#x80FD;&#x529B;&#xFF0C;&#x96F7;&#x950B;&#x7F51;<span style="color:#FD5D3C;">(&#x516C;&#x4F17;&#x53F7;&#xFF1A;&#x96F7;&#x950B;&#x7F51;)</span>&#x4E86;&#x89E3;&#x5230;&#x5DF2;&#x6709;&#x51E0;&#x4E2A;&#x7814;&#x7A76;&#x5C0F;&#x7EC4;&#x4F7F;&#x7528;DFT&#x751F;&#x6210;&#x7684;&#x8BAD;&#x7EC3;&#x6570;&#x636E;&#xFF0C;&#x521B;&#x5EFA;ML&#x6A21;&#x578B;&#x6765;&#x9884;&#x6D4B;&#x5316;&#x5B66;&#x6027;&#x8D28;&#xFF0C;&#x4F8B;&#x5982;</span><a href="https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.108.058301" target="_blank" rel="nofollow">Matthias Rupp</a><span style="text-align: left;">&#x7B49;&#x7528;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x6765;&#x9884;&#x6D4B;&#x5404;&#x79CD;&#x6709;&#x673A;&#x5206;&#x5B50;&#x7684;&#x539F;&#x5B50;&#x5316;&#x80FD;&#xFF0C;</span><a href="https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.98.146401" target="_blank" rel="nofollow">J&#xF6;rg Behler &#x548C; Michele Parrinello</a><span style="text-align: left;">&#x5F15;&#x5165;DFT&#x52BF;&#x80FD;&#x9762;&#x7684;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x8868;&#x5F81;&#x3002;&#x5728;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x7684;&#x57FA;&#x7840;&#x4E4B;&#x4E0A;&#xFF0C;&#x8C37;&#x6B4C;&#x7814;&#x7A76;&#x9662;&#x5728;QM9&#x57FA;&#x51C6;&#x6570;&#x636E;&#x96C6;&#xFF08;&#x914D;&#x6709;DFT&#x8BA1;&#x7B97;&#x7684;&#x7535;&#x5B50;&#xFF0C;&#x70ED;&#x529B;&#x5B66;&#x548C;&#x632F;&#x52A8;&#x6027;&#x8D28;&#x7684;&#x5206;&#x5B50;&#x96C6;&#x5408;&#xFF09;&#x4E0A;&#x5E94;&#x7528;&#x4E86;&#x5404;&#x79CD;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#x3002;</span><br></p><p>&#x96F7;&#x950B;&#x7F51;&#x6D88;&#x606F;&#xFF0C;&#x8C37;&#x6B4C;&#x7814;&#x7A76;&#x9662;&#x53D1;&#x5E03;&#x4E86;&#x4E24;&#x7BC7;&#x8BBA;&#x6587;&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x4ED6;&#x4EEC;&#x5728;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#x7531;Google Brain&#x56E2;&#x961F;&#xFF0C;Google Accelerated Science&#x56E2;&#x961F;&#xFF0C;DeepMind&#x548C;&#x5DF4;&#x585E;&#x5C14;&#x5927;&#x5B66;&#x5408;&#x4F5C;&#x5B8C;&#x6210;&#x3002; &#x7B2C;&#x4E00;&#x7BC7;&#x8BBA;&#x6587;<a href="https://arxiv.org/abs/1702.05532" target="_blank" rel="nofollow">&#x300A;Fast machine learning models of electronic and energetic properties consistently reach approximation errors better than DFT accuracy&#x300B;</a>&#x8C03;&#x67E5;&#x4E86;&#x56DE;&#x5F52;&#x5206;&#x5B50;&#x548C;&#x5206;&#x5B50;&#x8868;&#x5F81;&#x7684;&#x9009;&#x62E9;&#x5BF9;&#x5FEB;&#x901F;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x6A21;&#x578B;&#x7528;&#x4E8E;&#x6784;&#x5EFA;&#x6709;&#x673A;&#x5206;&#x5B50;&#x7684;&#x5341;&#x4E09;&#x4E2A;&#x57FA;&#x6001;&#x7535;&#x5B50;&#x6027;&#x8D28;&#xFF0C;&#x6BCF;&#x4E2A;&#x56DE;&#x5F52;/&#x8868;&#x5F81;/&#x6027;&#x8D28;&#x7EC4;&#x5408;&#x7684;&#x6027;&#x80FD;&#x901A;&#x8FC7;&#x5B66;&#x4E60;&#x66F2;&#x7EBF;&#x8BC4;&#x4F30;&#xFF0C;&#x8BE5;&#x66F2;&#x7EBF;&#x63CF;&#x7ED8;&#x8FD1;&#x4F3C;&#x8BEF;&#x5DEE;&#xFF0C;&#x4EE5;&#x6B64;&#x4F5C;&#x4E3A;&#x8BAD;&#x7EC3;&#x96C6;&#x5927;&#x5C0F;&#x7684;&#x51FD;&#x6570;&#x3002;&#x8BBA;&#x6587;&#x5728;QM9&#x57FA;&#x51C6;&#x6570;&#x636E;&#x96C6;&#x4E0A;&#x6D4B;&#x8BD5;&#x4E86;&#x591A;&#x79CD;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x96C6;&#x4E2D;&#x6539;&#x8FDB;&#x6700;&#x6709;&#x5E0C;&#x671B;&#x7684;&#x6DF1;&#x5C42;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x6A21;&#x578B;&#x3002;</p><p>&#x7B2C;&#x4E8C;&#x7BC7;&#x8BBA;&#x6587;<a href="https://arxiv.org/abs/1704.01212" target="_blank" rel="nofollow">&#x300A;Neural Message Passing for Quantum Chemistry&#x300B;</a>&#x63CF;&#x8FF0;&#x4E86;&#x4E00;&#x79CD;&#x79F0;&#x4E3A;&#x6D88;&#x606F;&#x4F20;&#x9012;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#xFF08;MPNN&#xFF09;&#x7684;&#x6A21;&#x578B;&#x65CF;&#xFF0C;&#x5C06;&#x5176;&#x62BD;&#x8C61;&#x5730;&#x5B9A;&#x4E49;&#x4E3A;&#x5305;&#x542B;&#x5F88;&#x591A;&#x5BF9;&#x56FE;&#x5F62;&#x5BF9;&#x79F0;&#x6027;&#x5177;&#x6709;&#x4E0D;&#x53D8;&#x6027;&#x7684;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x6A21;&#x578B;&#x3002;&#x7814;&#x7A76;&#x56E2;&#x961F;&#x5728;MPNN&#x6A21;&#x578B;&#x65CF;&#x4E2D;&#x5F00;&#x53D1;&#x4E86;&#x65B0;&#x53D8;&#x4F53;&#xFF0C;&#x6027;&#x80FD;&#x660E;&#x663E;&#x4F18;&#x4E8E;QM9&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x7684;&#x6240;&#x6709;&#x57FA;&#x51C6;&#x6D4B;&#x8BD5;&#x65B9;&#x6CD5;&#xFF0C;&#x53E6;&#x5916;&#x67D0;&#x4E9B;&#x76EE;&#x6807;&#x7684;&#x6027;&#x80FD;&#x6539;&#x8FDB;&#x4E86;&#x8FD1;&#x56DB;&#x500D;&#x3002;</p><p>&#x4ECE;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x5206;&#x5B50;&#x6570;&#x636E;&#x4E4B;&#x6240;&#x4EE5;&#x6709;&#x8DA3;&#xFF0C;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x662F;&#x4E00;&#x4E2A;&#x5206;&#x5B50;&#x7684;&#x81EA;&#x7136;&#x8868;&#x5F81;&#x4EE5;&#x539F;&#x5B50;&#x4F5C;&#x4E3A;&#x8FB9;&#x754C;&#x7684;&#x7ED3;&#x70B9;&#x548C;&#x952E;&#x3002;&#x80FD;&#x591F;&#x5229;&#x7528;&#x6570;&#x636E;&#x4E2D;&#x56FA;&#x6709;&#x5BF9;&#x79F0;&#x6027;&#x7684;&#x6A21;&#x578B;&#x66F4;&#x5BB9;&#x6613;&#x6CDB;&#x5316;&#xFF0C;&#x8FD9;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#xFF0C;&#x5377;&#x79EF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x5728;&#x56FE;&#x50CF;&#x8BC6;&#x522B;&#x4E0A;&#x4E4B;&#x6240;&#x4EE5;&#x6210;&#x529F;&#xFF0C;&#x4E00;&#x90E8;&#x5206;&#x539F;&#x56E0;&#x662F;&#x6A21;&#x578B;&#x80FD;&#x591F;&#x8BB0;&#x4F4F;&#x56FE;&#x50CF;&#x6570;&#x636E;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x4E0D;&#x53D8;&#x6027;&#x77E5;&#x8BC6;&#xFF0C;&#x6BD4;&#x5982;&#x628A;&#x4E00;&#x79CD;&#x56FE;&#x7247;&#x4E2D;&#x7684;&#x72D7;&#x632A;&#x5230;&#x56FE;&#x7247;&#x5DE6;&#x8FB9;&#x8FD8;&#x662F;&#x4E00;&#x5F20;&#x72D7;&#x7684;&#x7167;&#x7247;&#xFF09;&#x3002; &#x56FE;&#x5F62;&#x5BF9;&#x79F0;&#x6027;&#x8FD9;&#x4E00;&#x56FA;&#x6709;&#x7279;&#x5F81;&#x662F;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5904;&#x7406;&#x56FE;&#x50CF;&#x6570;&#x636E;&#x975E;&#x5E38;&#x7406;&#x60F3;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x5728;&#x8FD9;&#x9886;&#x57DF;&#x4E5F;&#x6709;&#x8BB8;&#x591A;&#x6709;&#x8DA3;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x4F8B;&#x5982;<a href="https://arxiv.org/abs/1511.05493" target="_blank" rel="nofollow">Yujia Li</a>&#x7B49;&#x7814;&#x7A76;&#x4E86;&#x7ED3;&#x6784;&#x5316;&#x56FE;&#x7247;&#x7684;&#x7279;&#x5F81;&#x5B66;&#x4E60;&#x6280;&#x5DE7;&#xFF0C;<a href="http://papers.nips.cc/paper/5954-convolutional-networks-on-graphs-for-learning-molecular-fingerprints.pdf" target="_blank" rel="nofollow">David Duvenaud</a>&#x7B49;&#x5E94;&#x7528;&#x56FE;&#x50CF;&#x795E;&#x7ECF;&#x7F51;&#x7EDC;&#x5B66;&#x4E60;&#x5206;&#x5B50;&#x6307;&#x7EB9;&#x4FE1;&#x606F;&#xFF0C;<a href="https://arxiv.org/abs/1603.00856" target="_blank" rel="nofollow">Steven Kearnes</a>&#x7B49;&#x63D0;&#x51FA;&#x4E00;&#x79CD;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6A21;&#x578B;&#x7528;&#x4E8E;&#x65E0;&#x5411;&#x56FE;&#x7684;&#x5B66;&#x4E60;&#x3002;&#x5C3D;&#x7BA1;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x5DF2;&#x6709;&#x6240;&#x8FDB;&#x5C55;&#xFF0C;&#x8C37;&#x6B4C;&#x7814;&#x7A76;&#x9662;&#x5E0C;&#x671B;&#x627E;&#x5230;&#x5316;&#x5B66;&#xFF08;&#x548C;&#x5176;&#x4ED6;&#xFF09;&#x5E94;&#x7528;&#x6A21;&#x578B;&#x7684;&#x6700;&#x4F73;&#x7248;&#x672C;&#xFF0C;&#x5E76;&#x627E;&#x51FA;&#x6587;&#x732E;&#x4E2D;&#x63D0;&#x5230;&#x7684;&#x4E0D;&#x540C;&#x6A21;&#x578B;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x3002;</p><p>&#x8C37;&#x6B4C;&#x7814;&#x7A76;&#x9662;&#x63D0;&#x51FA;&#x7684;MPNN&#x6A21;&#x578B;&#x63D0;&#x9AD8;&#x4E86;QM9&#x6570;&#x636E;&#x96C6;&#x4EFB;&#x52A1;&#xFF08;&#x9884;&#x6D4B;&#x6240;&#x6709;13&#x79CD;&#x5316;&#x5B66;&#x6027;&#x8D28;&#xFF09;&#x7684;&#x6700;&#x597D;&#x6027;&#x80FD;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x6570;&#x636E;&#x96C6;&#x4E0A;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x51C6;&#x786E;&#x5730;&#x9884;&#x6D4B;13&#x79CD;&#x6027;&#x8D28;&#x4E2D;&#x7684;11&#x4E2A;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x9884;&#x6D4B;&#x6027;&#x80FD;&#x5DF2;&#x7ECF;&#x8DB3;&#x591F;&#x51C6;&#x786E;&#xFF0C;&#x80FD;&#x5BF9;&#x5316;&#x5B66;&#x5BB6;&#x672A;&#x6765;&#x7684;&#x5E94;&#x7528;&#x6709;&#x5E2E;&#x52A9;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x6B64;&#x6A21;&#x578B;&#x6BD4;&#x4F7F;&#x7528;DFT&#x6A21;&#x62DF;&#x8981;&#x5FEB;30&#x4E07;&#x500D;&#x3002;&#x4F46;&#x662F;&#x5728;MPNN&#x6A21;&#x578B;&#x8D70;&#x5411;&#x5B9E;&#x9645;&#x5E94;&#x7528;&#x4E4B;&#x524D;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x5DE5;&#x4F5C;&#x8981;&#x505A;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;MPNN&#x6A21;&#x578B;&#x5FC5;&#x987B;&#x5E94;&#x7528;&#x4E8E;&#x6BD4;QM9&#x6570;&#x636E;&#x66F4;&#x591A;&#x6837;&#x5316;&#x7684;&#x5206;&#x5B50;&#x96C6;&#x5408;&#xFF08;&#x4F8B;&#x5982;&#x6570;&#x76EE;&#x66F4;&#x5927;&#xFF0C;&#x53D8;&#x5316;&#x66F4;&#x5927;&#x7684;&#x91CD;&#x539F;&#x5B50;&#x96C6;&#x5408;&#xFF09;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5373;&#x4F7F;&#x6709;&#x4E86;&#x66F4;&#x771F;&#x5B9E;&#x7684;&#x6570;&#x636E;&#x96C6;&#xFF0C;&#x6A21;&#x578B;&#x7684;&#x6CDB;&#x5316;&#x6027;&#x80FD;&#x8FD8;&#x662F;&#x5F88;&#x5DEE;&#x3002;&#x514B;&#x670D;&#x4EE5;&#x4E0A;&#x4E24;&#x4E2A;&#x6311;&#x6218;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x7814;&#x7A76;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#xFF0C;&#x4F8B;&#x5982;&#x6CDB;&#x5316;&#x3002;</p><p>&#x9884;&#x6D4B;&#x5206;&#x5B50;&#x6027;&#x8D28;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B83;&#x65E2;&#x662F;&#x5148;&#x8FDB;&#x7684;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x7684;&#x5E94;&#x7528;&#x573A;&#x666F;&#xFF0C;&#x4E5F;&#x4E3A;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5E26;&#x6765;&#x4E86;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x7684;&#x57FA;&#x7840;&#x7814;&#x7A76;&#x8BFE;&#x9898;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x5206;&#x5B50;&#x6027;&#x8D28;&#x7684;&#x9884;&#x6D4B;&#x6709;&#x52A9;&#x4E8E;&#x9020;&#x798F;&#x4EBA;&#x7C7B;&#x7684;&#x65B0;&#x836F;&#x7269;&#x548C;&#x6750;&#x6599;&#x7684;&#x8BBE;&#x8BA1;&#x3002;&#x8C37;&#x6B4C;&#x79D1;&#x5B66;&#x5BB6;&#x4EEC;&#x8BA4;&#x4E3A;&#x4F20;&#x64AD;&#x7814;&#x7A76;&#x6210;&#x679C;&#xFF0C;&#x5E2E;&#x52A9;&#x5176;&#x4ED6;&#x7814;&#x7A76;&#x8005;&#x5B66;&#x4E60;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x5E94;&#x7528;&#x90FD;&#x662F;&#x53CA;&#x5176;&#x91CD;&#x8981;&#x7684;&#x3002;</p><p><em>&#x5C01;&#x9762;&#x56FE;&#x7247;&#x6765;&#x81EA;Chemistry Explained&#xFF0C;&#x96F7;&#x950B;&#x7F51;&#x7F16;&#x8BD1;</em></p><p>&#x96F7;&#x950B;&#x7F51;&#x7248;&#x6743;&#x6587;&#x7AE0;&#xFF0C;&#x672A;&#x7ECF;&#x6388;&#x6743;&#x7981;&#x6B62;&#x8F6C;&#x8F7D;&#x3002;&#x8BE6;&#x60C5;&#x89C1;<a href="http://dwz.cn/4ErMxZ" rel="nofollow" target="_blank">&#x8F6C;&#x8F7D;&#x987B;&#x77E5;</a>&#x3002;</p>                        
                        
                                                                      <a href="javascript:void(0)" target="_blank">
                            <img alt="&#x8C37;&#x6B4C;&#x7814;&#x7A76;&#x9662;&#x5728;&#x5316;&#x5B66;&#x53D1;&#x529B;&#xFF1A;&#x5E94;&#x7528;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x6280;&#x672F;&#x9884;&#x6D4B;&#x5206;&#x5B50;&#x6027;&#x8D28;" src="http://static.leiphone.com/uploads/new/category/pic/201704/58f06f0d160ab.jpg?imageMogr2/thumbnail/!740x140r/gravity/Center/crop/740x140/quality/90">
                       </a>
                                              <!-- 正文内容结束 -->
                    </p></body></html>